{
  "Eyeball": "Shiny globs in two holes in your head.",
  "My Head": "Too complex for the puny earthlings to comprehend.",
  "Aeroplane": "Also called Aircraft, airplane, plane. Usually refers to a powered heavier-than-air vessel that gets its lift from the Bernoulli effect.",
  "Spaghetti": "A pasta from Italy that is commonly eaten in the USA with tomato sauce.",
  "Java": "A popular programming language originally by James Gosling. Runs on its own virtual machine, object oriented.",
  "Pillow": "Usually soft, fabric covered, stuffed with stuffing. If it is not soft, contact your pillow supplier today.",
  "Humerus": "Haha. It is a bone in your upper arm. Not your ARM, or your Itanium, or your SPARC, or your x86.",
  "Cardboard": "Corrugated, used in boxes. A paper product.",
  "Doctor Who": "A British sci-fi TV show based on the character of The Doctor, a time traveling alien from the planet Gallifrey, who can regenerate 12 times. He is on his 13th regeneration as of the time of this card because his people, the Time Lords, gave him a new regeneration cycle.",
  "Monty Python": "A British comedy troupe from the 70s. Inspired Python programming language. You shall bring a... shrubbery!",
  "DVD": "A digital storage device consisting of a disk. Similar to CD, but having a larger storage capacity.",
  "Clock": "Goes tick tock, but it doesn't anymore because barely anyone has one.",
  "Photograph": "A reproduction of a scene taken by a camera.",
  "Me": "Me. Me. Me. I am me. Me is I. I am the greatest person in the Universe.",
  "Theater people": "A rare breed of people that are often quite different from the rest of us.",
  "Python": "A programming language. Inspired by Monty Python. Clean and easy to read.",
  "Pizza": "Favorite food of many nerds. Slides under some doors. Very tasty.",
  "Bone": "Parts of vertebrates that hold them together. Filled with marrow.",
  "Going to school": "A free education is a right, except when it isn't.",
  "Anything": "Something in the Universe, or outside of it.",
  "Microsoft": "A company based in Redmond, Washington that sells computer software and services, including the Microsoft Windows operating system and the Microsoft Office office suite.",
  "Barack Obama": "The 44th president of the United States.",
  "Book": "A collection of sheets of paper bound together on which words are written or printed.",
  "Beanbag Chair": "According to Google Translate, a pouf in French. It poufs when you jump on it.",
  "Music": "Cannot be described, only experienced.",
  "Something": "One thing in the Universe, or outside of it.",
  "Apples to Apples": "A popular card came made by Mattel(tm) that has absolutely no connection to this game.",
  "Ragtime music": "A syncopated type of music from the early 20th century, with Scott Joplin as the main composer.",
  "Telephone": "A device for communication via sound waves on the POTS (Plain Old Telephone System) or PSTN (Public Switched Telephone Network).",
  "Dog Poop": "What my dog leaves on your front step. Tastes like brie.",
  "Apples": "A tasty fruit. If you haven't eaten one, eat one now!",
  "Apple": "A company in Cupertino, California that makes proprietary devices such as the iPhone, iPod, and iPad, and operates an app and music store called iTunes.",
  "Echidna": "A creature from Greek mythology, or an Australian mammal that lays eggs.",
  "My Body": "A complex system of moving and stationary parts that all work together to make me do stuff."
}